Repository: hansspiess/pinboard-linkroll
Catalog: languages/pinboard-linkroll-*.po
Languages: de_de

source: Showcase a list of https://pinboard.in links.
de_de: Zeigt eine Liste mit https://pinboard.in Links.

source: Returns a list of Pinboard Links.
de_de: Eine Liste mit Pinboard Links.

source: Title (optional):
de_de: Titel (optional):

source: Pinboard.in Username:
de_de: Pinboard.in Benutzername:

source: Leave blank to show links of all users. Optional, if tags are set.
de_de: Optional, wenn Tags definiert sind.

source: Show only items with those tags:
de_de: Zeige nur Links mit folgenden Tags:

source: Space separated. Leave blank to show all items. Optional, if user is set.
de_de: Mit Leerzeichen trennen. Optional, wenn Benutzername definiert ist.

source: Items must have:
de_de: Zeige Links mit:

source: ...all of the above tags.
de_de: ...allen der Tags.

source: ...at least one of the above tags.
de_de: ...mindestens einem der Tags.

source: How many items would you like to display?
de_de: Wieviele Links sollen angezeigt werden?

source: Display a 'Watch all links'-Link?
de_de: 'Alle zeigen'-Link anzeigen?

source: Leave blank to show no link, otherwise link name.
de_de: Leerlassen, um keinen Link anzuzeigen, ansonsten Bezeichnung für Link.

source: Saved on
de_de: Gespeichert am

source: No links found.
de_de: Keine Links gefunden.
